data_sets = [
    {
        "name": "Иван",
        "surname": "Петров",
        "address": "Москва, Льва Толстого 16",
        "metro": "Парк культуры",
        "phone": "89990000001",
        "date": "31.12.2025",
        "rent": "двое суток",
        "colors": ["black"]
    },
    {
        "name": "Мария",
        "surname": "Соколова",
        "address": "Москва, Тверская 5",
        "metro": "Тверская",
        "phone": "89990000002",
        "date": "25.12.2025",
        "rent": "сутки",
        "colors": ["grey"]
    }
]

